import React from "react";

const post = () => {

    return (
        <div className='main'>
            <h1 className="main__headline">
                Как системно развивать продажи на смежные рынки или как работает «Волшебная таблетка»
            </h1>
            <section className="main__text-block">
                <p className="text">
                    <span className="text__bold">
                        Для чего можно почитать:
                    </span> 
                    статья покажет алгоритм, который позволит обеспечить рост продаж вашего бизнеса.
                </p>
                <p className="text">
                    <span className="text__bold">
                        Для кого:
                    </span> 
                    топ-менеджеры, руководители отделов продаж, собственники, занимающиеся операционным управлением в компании, и те, кому просто интересно.
                </p>
                <p className="text">
                    <span className="text__bold">
                        Почему можно поинтересоваться этим текстом:
                    </span> 
                    высокая результативность этой технологии.
                </p>
                <p className="text">
                    Самое малое увеличение продаж, которого удалось добиться составило <span className="text__bold">30%</span>, а самое большое – <span className="text__bold">в 2 раза</span>. И это далеко не с низкой базы.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="stock" />
                <p className="text">
                    Фото с сайта Unsplash
                </p>
            </section>
            <section className="main__text-block">
                <p className="text">
                    Небольшое отступление: так уж получилось, что компании, с которыми мы делали эти проекты ставили себе целью увеличить продажи на экспортных рынках. Но понятно, что предлагаемый алгоритм будет работать и для «домашних» рынков.
                </p>
                <p className="text">
                    Теперь пойдём по пунктам, что нужно делать в этом проекте.
                </p>
                <p className="text">
                    Первое – ответить себе: <span className="text__bold"> «А нужно ли мне ввязываться в долгосрочный проект?»</span>. Самое малое, сколько он будет длиться – 5 месяцев.
                </p>
                <p className="text">
                    Упреждая вопрос «почему так долго»: потому, что у вас есть свои текущие задачи в бизнесе. Если бы можно было «бросить всё» и заняться только этим, то, наверное, можно управиться и за 2 месяца, но ещё никто этого не проверял.
                </p>
                <p className="text">
                    Про «волшебную таблетку». Она есть. Только моментального результата не будет. «Таблетка» начинает действовать не сразу, а приблизительно через 2-3 месяца, как только вы всё сделаете.
                    <br/>
                    Если вы решились, то расскажу, что нужно делать дальше.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="graph-1" />
                <p className="text">
                    Фото с сайта Unsplash
                </p>
            </section>
            <section className="main__text-block">
                <p className="text">
                    Для начала нам нужно сделать два аудита:
                </p>
                <p className="text">
                    1. Аудит того, что происходит с вашими продажами сейчас
                </p>
                <p className="text">
                    2. Провести «ре-изучение» ваших клиентов с помощью CJM, если её ещё у вас нет (CJM – это графическая репрезентация истории и пути взаимодействия клиента с вашей компанией).
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Итак, внутренний аудит.
                </h3>
                <p className="text">
                    Чтобы всё не погибло в «текучке» нужно выделить внутренний аудит в отдельный проект.
                </p>
                <p className="text">
                    На всякий случай напоминаю, что такое «проект»: он имеет начало и конец, у него (проекта) есть план, промежуточные этапы, точки контроля и регулярное, согласно плану, подведение промежуточных итогов.
                </p>
                <p className="text">
                    Далее нужно в самом начале сформулировать гипотезу, почему вы можете реально увеличить свои продажи. Она может быть, например, такой:
                </p>
                <ul className="list">
                    <li>
                        На рынке есть клиенты, которые готовы приобретать продукцию у нас, как у поставщика. И мы видим ещё потенциально интересные сегменты, с которыми пока не работаем или работаем недостаточно.
                    </li>
                    <li>
                        Процесс работы осуществляется или может осуществляться в соответствии с существующим процессом работы с клиентами (не нужно всё прямо кардинально ломать и строить заново)
                    </li>
                    <li>
                        Клиенты готовы гибко вводить новых поставщиков
                    </li>
                </ul>
                <p className="text">
                    Гипотезы согласовываете с участниками проекта (это те, кто в вашей организации будет принимать в нём участие) и начинаем делать аудит продаж.
                </p>
                <p className="text">
                    Что нужно посмотреть «свежим взглядом»:
                </p>
                <ul className="list">
                    <li>
                        Цели отдела продаж (как они сформулированы и достаточны ли они)
                    </li>
                    <li>
                        Планы активностей отдела продаж и их KPI (как распределён план активностей продавцов и есть ли у них KPI, которые позволят вам наращивать продажи на новых рынках или сегментах)
                    </li>
                    <li>
                        Есть ли у вас ресурсы для увеличения продаж и проработки новых клиентов
                    </li>
                    <li>
                        Как сейчас настроена ваша CRM и отражает ли она все необходимые параметры о клиенте и стадии продажи
                    </li>
                    <li>
                        Оценить сотрудников отдела продаж (как продавцы отрабатывают с клиентами)
                    </li>
                    <li>
                        Как настроена мотивация отдела продаж (отражает ли она ваши намерения захватить новый рынок или увеличить продажи новым клиентам)
                    </li>
                </ul>
                <p className="text">
                    По каждому из приведённых выше пунктов можно приводить много примеров того, что нужно исправлять, но ограничимся двумя наиболее часто встречающимися:
                </p>
                <p className="text">
                    Когда вы оцениваете, как работают ваши продавцы, я рекомендую использовать простую 5-ти шаговую модель продаж (о ней знает каждый приличный продавец). Так вот, она показывает, что наиболее типичной ошибкой у продавца является слишком быстрый переход от стадии выявления потребностей к презентации. Простыми словами – продавцу так хочется продать, что он не дослушивает, что нужно покупателю, и сразу начинает рассказывать про свой продукт.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="graph-2" />
                <p className="text">
                    Пример результатов оценки продавцов
                </p>
            </section>
            <section className="main__img-block swiper">
                <div className="swiper-wrapper">
                    <img src="" alt="swiper-img" className="swiper-slide" />
                    <img src="" alt="swiper-img" className="swiper-slide" />
                </div>
                <div className="swiper-pagination"></div>
            </section>
            <section className="main__text-block">
                <p className="text">
                    А общие выводы по вашим людям могут выглядеть в целом так:
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="example" />
            </section>
            <section className="main__text-block">
                <p className="text">
                    Второй, наиболее часто встречающийся вопрос, касается отражения информации в CRM и, соответственно, качества контакта с клиентом. Как правило, она недостаточна для качественного ведения клиента. Что именно часто встречается можно увидеть на иллюстрации.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="motivation" />
            </section>
            <section className="main__text-block">
                <p className="text">
                    В целом каждый руководитель в состоянии сделать выводы по своей компании после аудита по всем вышеперечисленным пунктам.
                </p>
                <p className="text">
                    Настоятельно рекомендуется зафиксировать выводы по итогам аудита на слайдах. Не в своей голове и не в своём недоступном для других ежедневнике, а на слайдах. Всем потом будет удобно с ними работать.
                </p>
                <p className="text">
                    Это ваша первая промежуточная точка отслеживания результатов проекта.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Вторая часть аудита –  понимание, что происходит с клиентами (ре-аудит клиентов).
                </h3>
                <p className="text">
                    Для этого есть отличный мощный инструмент – Customer Journey Map. Если применять его правильно, то он даёт хорошие результаты.
                </p>
                <p className="text">
                    Беда с этим инструментом – в том, что, если он составляется неопытными людьми, им невозможно пользоваться в практических целях. Очень часто коллеги или неимоверно усложняют этот инструмент, или делают CJM слишком формально.  
                </p>
                <p className="text">
                    На иллюстрации ниже видно, как можно делать CJM. Но имейте в виду, что это иллюстративный пример.
                </p>
            </section>
            <section className="main__img-block swiper">
                <div className="swiper-wrapper">
                    <img src="" alt="swiper-img" className="swiper-slide" />
                    <img src="" alt="swiper-img" className="swiper-slide" />
                </div>
                <div className="swiper-pagination"></div>
            </section>
            <section className="main__text-block">
                <p className="text">
                    Что я настоятельно порекомендовал бы сделать до начала проекта – это пройти обучение, как работать с CJM. Тогда всё должно получиться.
                </p>
                <p className="text">
                    Итак, возвращаемся к основной линии повествования.
                </p>
                <p className="text">
                    Какой порядок работы с ре-аудитом клиентов?
                </p>
                <ul className="list numeric">
                    <li>
                        Вначале сделайте сегментирование (ре-сегментирование) и выберите целевые, наиболее интересные для вас сегменты (новые или те, с которыми вы уже работаете)
                    </li>
                    <li>
                        Затем проведите глубинные интервью. Как минимум с представителями целевых сегментов, а лучше с представителями всех сегментов
                    </li>
                    <li>
                        Следующим шагом составьте CJM по результатам проведенных интервью (по каждому сегменту)
                    </li>
                    <li>
                        В завершение этой работы составляете список проблемных мест и улучшений, которые необходимы в работе с клиентами
                    </li>
                    <li>
                        Ну и опять-таки составляете несколько слайдов, где вся эта информация отражена. Это ваша вторая промежуточная точка отслеживания результатов проекта.
                    </li>
                </ul>
                <p className="text">
                    Ну и опять-таки составляете несколько слайдов, где вся эта информация отражена. Это ваша вторая промежуточная точка отслеживания результатов проекта.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    На этом месте ваш аудит закончился.
                </h3>
                <p className="text">
                    И результатом у вас должен стать чёткий план действий: что именно вы будете исправлять. Это должно лечь в документ, прямо по пунктам, например, в таком виде, как на иллюстрации.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="write-down" />
            </section>
            <section className="main__text-block">
                <p className="text">
                    Да, и ещё одна небольшая деталь, так сказать «бонусом» к этой статье. Часто продавцы много времени тратят на работу с неперспективными клиентами. Для того, чтобы минимизировать эти временные затраты был придуман алгоритм. Его вы видите на иллюстрациях ниже.
                </p>
            </section>
            <section className="main__img-block swiper">
                <div className="swiper-wrapper">
                    <img src="" alt="swiper-img" className="swiper-slide" />
                    <img src="" alt="swiper-img" className="swiper-slide" />
                    <img src="" alt="swiper-img" className="swiper-slide" />
                </div>
                <div className="swiper-pagination"></div>
            </section>
            <section className="main__text-block">
                <p className="text">
                    Опять возвращаемся к основной линии повествования.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Следующий шаг — корректировка существующей модели продаж.
                </h3>
                <p className="text">
                    Здесь покажу один «лайфхак», его можно увидеть на иллюстрации.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="example" />
            </section>
            <section className="main__text-block">
                <p className="text">
                    Речь про то, что на каждом этапе продажи имеет смысл прописать:
                </p>
                <ul className="list">
                    <li>
                        Что нужно обеспечить для клиента на каждом этапе продажи (это кажется очевидным)
                    </li>
                    <li>
                        Что мы должны обеспечить на каждом этапе продаж для продавцов, чтобы они могли давать интересующий нас результат. А нас интересует, как вы помните, увеличение продаж
                    </li>
                </ul>
                <p className="text">
                    Это важный момент, потому что требовать от продавцов больше продавать можно тогда, когда у них есть инструменты для этого. Но не будем играть в капитана «Очевидность». Движемся дальше.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Далее можно приступать к корректировке CRM.
                </h3>
                <p className="text">
                    Это требует написания технического задания, но это уже не самый сложный этап, т.к. модель продаж, согласно которой нужно корректировать CRM, у вас уже есть. Мы делаем это просто в Excel, вот таким образом.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="example" />
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Корректируем финансовый план и KPI продавцов.
                </h3>
                <p className="text">
                    И практически одновременно, с небольшим сдвигом по времени, запускаем <span className="text__bold">обучение продавцов</span>.
                </p>
                <p className="text">
                    Чему учим продавцов:
                </p>
                <ul className="list">
                    <li>
                        Новой модели продаж
                    </li>
                    <li>
                        Как пользоваться обновлённой CRM и какую информацию туда теперь нужно вносить
                    </li>
                    <li>
                        По каким воронкам «запускать» целевых и нецелевых клиентов
                    </li>
                    <li>
                        Навыкам работы с клиентом (убираем недостатки, которые были у каждого продавца обнаружены на этапе диагностики)
                    </li>
                </ul>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Подведём итоги.
                </h3>
                <p className="text">
                    Вы прочитали, что нужно сделать для того, чтобы ваша система продаж работала производительно и давала отдачу много лучше, чем раньше.
                </p>
                <p className="text">
                    Напомню мысль, о которой говорил в начале статьи – всё это занимает минимум 5 месяцев.  Если ваше предприятие очень большое, то в целом проект может занять около одного года. Были и такие прецеденты.
                </p>
                <p className="text">
                    Поэтому перед тем, как ввязываться в этот проект нужно самому себе ответить на вопрос «действительно ли мне это нужно?».
                </p>
                <p className="text bold">
                    Если ответ положительный, начинайте. Результаты вас впечатлят.
                </p>
            </section>
        </div>
    )
}

export default post;