import React from "react";

const post = () => {
    return (
        <div className='main'>
            <h1 className="main__headline">
                Внедрение дизайн-мышления в HR-процессы ISsoft
            </h1>
            <section className="main__img-block">
                <img loading="lazy" loading="lazy" src="" alt="isSoft" />
                <p className="text">
                    Фото —
                    <a className="text__link" href="https://issoft.by/"> сайт </a>
                    компании.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Контекст
                </h3>
                <p className="text">
                    HR-команда ISsoft всегда ищет и тестирует новые инструменты для оптимизации найма, адаптации и удержания новых сотрудников. Дизайн-мышление — это наш совместный эксперимент по развитию конкурентоспособности компании на рынке труда.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Решение
                </h3>
                <p className="text">
                    С помощью инструментов дизайн-мышления мы решили проверить, какое впечатление о взаимодействии с компанией складывается у сотрудников, и как его можно улучшить. За месяц проекта мы:
                </p>
                <ul className="list">
                    <li>
                        1. погрузились в личный опыт сотрудников компании;
                    </li>
                    <li>
                        2. проанализировали все возможные точки контакта сотрудника с компанией, нашли уязвимые места;
                    </li>
                    <li>
                        3. предложили решения, чтобы устранить найденные “боли”;
                    </li>
                    <li>
                        4. из всех идей выбрали наиболее эффективные  с точки зрения затрат и отдачи; 
                    </li>
                    <li>
                        5. создали “прототипы” наиболее эффективных решений;
                    </li>
                    <li>
                        6. проверили работоспособность и актуальность прототипов на реальных сотрудниках.
                    </li>
                </ul>
                <p className="text">
                    В качестве предварительного этапа на первой встрече мы рассказали участникам, что такое дизайн-мышление и на примерах <a href="https://www.mann-ivanov-ferber.ru/trend/design-thinking/" className="text__link">мировых компаний</a> объяснили, какую выгоду от внедрения этого метода может получить HR.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Занятие 1. Эмпатия
                </h3>
                <p className="text">
                    Вместе с HR-командой мы провели анкетирование сотрудников и узнали, что для них важно, как происходит общение с коллегами, что мотивирует людей развиваться. Кому-то оказался важным профессиональный рост и его статус в компании; кто-то рассматривает офис как второй дом и для него важна комфортная атмосфера и взаимоотношения в команде.
                </p>
                <p className="text bold-text">
                    Юлия Давыдова, тренер проекта:
                </p>
                <p className="text italic">
                    Мы часто думаем, что знаем всё о своих сотрудниках. Но когда начинаем проводить с ними глубинные интервью, оказывается, что это не так. Самая большая трудность - это закрыть глаза на своё видение и услышать сотрудника. Мы хотели донести эту мысль до участников проекта и показать им возможности новых инструментов.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Занятие 2-6. Фокусировка
                </h3>
                <p className="text">
                    Выяснив основные потребности, мы смогли объединить сотрудников в 7 категорий. Для работы в проекте выбрали ту, с которой HR-отделу сложнее всего выстраивать коммуникации — давайте условно назовем её категория “А”. Дальше мы составили карту эмпатий для представителей этой категории: то есть подробную характеристику поведения и потребностей людей. 
                </p>
                <p className="text">
                    Мы научили участников проводить глубинные интервью и строить Employee Journey Map (карта корпоративного “путешествия” сотрудника). Эти инструменты необходимы для сбора, визуализации и анализа данных о том, как сотрудники взаимодействуют с компанией от момента поиска вакансии до увольнения.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" loading="lazy" src="" alt="isSoft" />
                <p className="text">
                    Фото —
                    <a className="text__link" href="https://issoft.by/"> сайт </a>
                    компании.
                </p>
            </section>
            <section className="main__text-block">
                <p className="text">
                    После обучения участники проекта построили EJM для категории А, основываясь на своих предположениях. А затем пригласили реального представителя категории (допустим, его звали Петр). В процессе глубинного интервью с Петром и построения его EJM выяснилось: реальные впечатления сотрудника на многих точках контакта оказались отличными от тех, что представляли себе HR. Инсайдерская информация от Петра помогла выделить болевые точки, актуальные для всей категории.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Занятие 7. Генерация и выбор идей
                </h3>
                <p className="text">
                    С помощью мозгового штурма, участники проекта разработали решения для каждой озвученной Петром проблемы, выбрали из них 10 самых интересных и реализуемых. Но прежде чем пустить это в работу, решения нужно было протестировать.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Занятие 8. Прототипирование
                </h3>
                <p className="text">
                    Мы рассказали HR-команде о возможностях бумажного,видео- и Lego-прототипирования. Используя эти инструменты, участники создали прототип решения проблем категории А.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" loading="lazy" src="" alt="isSoft" />
                    <p className="text">
                        Построение прототипа с помощью Lego Serious Play.
                    </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Занятие 9. Тестирование
                </h3>
                <p className="text">
                    Чтобы протестировать прототип, мы вновь пригласили Петра и узнали его мнение о предложенных решениях. После подвели итоги и составили план по внедрению решений в работу.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Результаты
                </h3>
                <ul className="list">
                    <li>
                        участники проекта сгруппировали сотрудников компании в 7 категорий исходя из их потребностей и интересов.
                    </li>
                    <li>
                        разработали и протестировали решение для удовлетворения одной из категорий (самой сложной с точки зрения коммуникаций).
                    </li>
                    <li>
                        составили план по внедрению новых решений для повышения удовлетворенности сотрудников на всех этапах взаимодействия с компанией ISsoft.
                    </li>
                    <li>
                        освоили новые инструменты для работы, в том числе метод лего-прототипирования.
                    </li>
                </ul>
            </section>
            <section className="main__text-block">
                <p className="text">
                    <span className="text__bold">Елена Середина, Head of HR Department в ISsoft, участник проекта:</span> “Мы смогли посмотреть на процессы внутри компании под новым углом. Тут не было скучной теории, а было много практики и интересных задач: применение  LegoSeriousPlay, фасилитации. Олег и Юля очень умело чувствовали группу и откликались на наше настроение, а это нелегко. Рекомендую дизайн-мышление для тех, кто действительно хочет мыслить по-новому и готов к переменам”.
                </p>
            </section>
        </div>
    )
}

export default post;