import React from "react";

const post = () => {
    return (
        <div className='main'>
            <h1 className="main__headline">
                Разработка Customer Journey Map
            </h1>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="cjm" />
                <p className="text">
                    Фото c cайта
                        <a className="text__link" href="https://finance.tut.by/news654197.html"> tut.by </a>
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Контекст
                </h3>
                <p className="text">
                    Компания <a className="text__link" href="https://a-leasing.by/">А-Лизинг</a> предоставляет услуги лизинга легковых автомобилей и коммерческого транспорта. Быстрая скорость обслуживания клиентов и оперативное рассмотрение документов – конкурентные преимущества А-лизинг.
                </p>
                <p className="text">
                    Однако, компания продолжает определять свои зоны роста. Директор А-лизинг четко понимает, как должен выглядеть их бизнес и как должны работать специалисты: менеджеры применяют индивидуальный подход к каждому клиенту и строят общение с ним на основе доверия.
                </p>
                <p className="text">
                    Компания хочет, чтобы клиент чувствовал себя особенным. Поэтому решила проверить качество своего сервиса и уровень клиентоориентированности.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Решение
                </h3>
                <h4 className="bold-text">
                    1 этап: Тайный покупатель
                </h4>
                <p className="text italic">
                    Продолжительность этапа: 1 месяц.
                </p>
                <p className="text">
                    Мы провели оценку менеджеров «А-Лизинг» по работе с физическими и юридическими лицами и проверили, как менеджеры:
                </p>
                <ul className="list">
                    <li>
                        обрабатывают входящие лиды по телефону и в автосалонах Hyundai, Mercedes, Nissan, Skoda, Toyota;
                    </li>
                    <li>
                        консультируют и продают услуги «А-Лизинг»;
                    </li>
                    <li>
                        отрабатывают возражения клиентов и закрепляют договоренности;
                    </li>
                    <li>
                        сопровождают клиента после первого обращения.
                    </li>
                </ul>
                <p className="text">
                    В результате мы предоставили подробный отчет, где оценили работу процессов в целом и дали комментарии по работе каждого менеджера. Совместно с заказчиком мы определили зоны, которые требуют улучшения. Поскольку А-лизинг стремится работать на высшем уровне, мы решили погрузиться в проблемы глубже и разработать для них <a className="text__link" href="/articles-and-cases">Customer Journey Map</a> – карту покупательского опыта клиентов.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    2 этап. Customer Journey Map
                </h3>
                <p className="text italic">
                    Продолжительность этапа: 3 месяца.
                </p>
                <p className="text">
                    Цели этапа:
                </p>
                <ul className="list">
                    <li>
                        Определить образ А-Лизинг и его конкурентов в глазах клиентов.
                    </li>
                    <li>
                        Выявить личные и корпоративные мотивы клиентов при выборе лизинговой компании.
                    </li>
                    <li>
                        Идентифицировать эмоции и впечатления клиентов от взаимодействия с А-Лизинг на каждой точке контакта.
                    </li>
                    <li>
                        Выяснить болевые точки и узкие места при взаимодействии клиента с А-Лизинг.
                    </li>
                </ul>
                <p className="text">
                    <span className="text__bold">1 шаг: </span>
                    А-лизинг предоставил нам список из 18 клиентов. Это были физические и юридические лица, которые:
                </p>
                <ul className="list">
                    <li>
                        только заключили договор с А-лизинг;
                    </li>
                    <li>
                        уже являются клиентами А-лизинг и выплачивают сумму за авто;
                    </li>
                    <li>
                        обратились в А-лизинг повторно.
                    </li>
                </ul>
                <p className="text">
                    <span className="text__bold">Олег Чанов, консультант проекта:</span>
                    <p className="text__italic">
                        Одна из сложностей таких проектов – не все клиенты заказчика готовы делиться своим опытом. Иногда "плюшки" от компании или обещание решить проблему помогает вывести человека на открытый диалог.
                    </p>
                    <p className="text__italic">
                        Перед формированием списка для интервью у нас было единственное условие: клиенту не должен звонить менеджер, который делал продажу. Так на клиента будет меньше влияния, и он свободно сможет рассказать о всех позитивных и негативных моментах взаимодействия с А-лизинг.
                    </p>                    
                </p>
                <p className="text">
                    <span className="text__bold">2 шаг: </span>
                    До интервью мы поговорили с заказчиком проекта. Важно было понять, какие проблемы он видит или предполагает сам.
                </p>
                <p className="text">
                    <span className="text__bold">3 шаг: </span>
                    Сделали анализ документации, изучили все процессы взаимодействия с клиентами, стандарты продаж. Такая полная картина помогла увидеть разницу между тем, какие ожидания закладывает А-лизинг, и что в результате получает их клиент.
                </p>
                <p className="text">
                    <span className="text__bold">4 шаг: </span>
                    Определили основные точки контакта физических и юридических лиц с компаний А-лизинг.
                </p>
            </section>
            <section className="main__img-block">
                <img loading="lazy" src="" alt="contact-points" />
                <p className="text">
                    Пример: основные точки контакта действующих клиентов (физ. лица)
                </p>
            </section>
            <section className="main__text-block">
                <p className="text">
                    На каждой точке контакта нам нужно было определить:
                </p>
                <ul className="list">
                    <li>
                        какие цели преследует клиент;
                    </li>
                    <li>
                        как проходит взаимодействие с А-лизинг;
                    </li>
                    <li>
                        что думает клиент и какие эмоции испытывает.
                    </li>
                </ul>
                <p className="text">
                    <span className="text__bold">Антонина Ващило-Кутас, консультант проекта</span>
                    <p className="text__italic">
                        Мы всегда обсуждаем с заказчиком список вопросов перед тем, как идти к его клиентам. Но нужно понимать, что в процессе интервью мы не всегда четко следуем этому списку.
                    </p>
                    <p className="text__italic">
                        Глубинное интервью предполагает честный диалог. Иногда клиент дает больше информации, чем мы планировали от него получить. Эта информация может оказаться ценной и раскрыть проблемы процессов. Поэтому мы детально прорабатываем даже те вопросы, которых нет в гайде.
                    </p>                    
                </p>
                <p className="text">
                    <span className="text__bold">6 шаг: </span>
                    Провели глубинные интервью с клиентами. Конечно, люди не всегда были готовы сразу рассказать о наболевшем. Для этого мы использовали техники переговоров и проявили эмпатию.
                </p>
                <div className="text-highlighted">
                    <p className="text-highlighted__text">
                        Если интервьюер нервничает, нехотя делится информацией или путается в своих словах, нужно действовать аккуратно. Не стоит его дожимать. Человек должен довериться консультанту.
                    </p>
                </div>
                <p className="text">
                    <span className="text__bold">7 шаг: </span>
                    После интервью мы составили отдельные карты покупательского опыта каждого клиента. Выделили закономерности, общие плюсы и минусы. В результате сделали одну сводную CJM. Показали точки контакта А-лизинг с клиентом, которые требуют доработок. Дали экспертные рекомендации по улучшению.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Результат
                </h3>
                <p className="text">
                    Результаты CJM помогли менеджерам А-лизинг лучше понять своих клиентов. Они узнали:
                </p>
                <ul className="list">
                    <li>
                        основные мотивы и цели приобретения авто в лизинг у юридических и физических лиц;
                    </li>
                    <li>
                        реальные критерии выбора: что важно клиенту на старте, и почему в последний момент он не заключает сделку.
                    </li>
                </ul>
            </section>
            <section className="main__text-block">
                <p className="text bold-text">
                    Три факта для примера:
                </p>
                <p className="text italic">
                    1. Отзывы на порталах и красиво оформленный сайт А-лизинга мало влияют на принятие решения. А бренд Альфа Банка влияет существенно.
                </p>
                <p className="text italic">
                    2. Клиенты не вникают в нюансы договора. Основное внимание уделяется только графику платежей. Более критичный подход к условиям сделки проявляют клиенты с финансовым образованием. Либо те, кто уже приобретал авто в лизинг.
                </p>
                <p className="text">
                    Компания сменила фокус и направила ресурсы на развитие и оптимизацию тех точек контакта, которые влияют на лояльность клиента и его скорость принятия решения о покупке авто.
                </p>
            </section>
        </div>
    )
}

export default post;