{
    "Welcome to the website": "Добро пожаловать на сайт",
    "Text Component": "Текстовый компонент",
    "Language": "Язык",
    "English": "Английский",
    "Russian": "Русский",

    "About me": "Обо мне",
    "Trainings": "Тренинги",
    "Articles & Case Studies": "Статьи и кейсы",
    "Contacts": "Контакты",

    "Aleg Chanov": "Олег Чанов",
    "Strategic management consultant": "Консультант по стратегическому управлению",
    "Strategy development in offline and online sessions": "Разработка стратегий в формате стратегических сессий в offline и online.",
    "Holding strategic sessions using AI (Artificial Intelligence)": " Проведение  стратегических сессий с использованием AI (Искусственного Интеллекта).",

    "In numbers": "В цифрах",
    "Since 2005": "с 2005 года",
    "in consulting business": "в консалтинговом бизнесе",
    "years": "лет",
    "in a large automobile holding Volkswagen from an employee to a marketing director": "в крупном автомобильном холдинге от рядового сотрудника до директора по маркетингу Volkswagen",
    "of strategies and marketing strategies in various sectors of an economy: road construction, retail, banking, car business, light manufacturing, car engineering, industrial sector etc": "стратегий и маркетинговых стратегий в различных секторах экономики: дорожное строительство, ритейл, банковский сектор, автомобильный бизнес, легкая промышленность, машиностроение, производственный сектор и т.д.",
    "strategic sessions held": "проведённых стратегических сессий",

    "Education": "Образование",
    "Europa-Universität Viadrina Frankfurt": "Europa-Universität Viadrina Frankfurt",

    "The best way to predict the future is to create it...": "Лучший способ предсказать будущее – создать его...",
    "Peter Drucker": "Питер Друкер",

    "It's better to have any system than no system at all": "Лучше иметь любую систему, чем совсем никакой",
    "I believe that ideas move the world. If you look around, you can easily see this": "Я считаю, что идеи движут миром. Если посмотреть вокруг, то в этом легко убедиться.",
    "I love and know how to help companies and owners build healthy, successful businesses and do something useful for people": "Я люблю и умею помогать компаниям и собственникам строить здоровый успешный бизнес, делать что-то полезное для людей.",
    "If you have an idea to build a large successful business, then, in addition to the vision of what it should be, the energy, dedication and good business model necessary for this, you need": "Если у вас есть идея построить большой успешный бизнес, то, помимо видения каким он должен быть, необходимой для этого энергии, целеустремленности и хорошей бизнес-модели, нужна",
    "a system for moving": " система движения ",
    "towards your goals and dreams": "к намеченным целям и мечтам.",
    "My job is to help the company create a strategy and strategic management system": "Моя работа - помочь компании создать стратегию и систему стратегического управления.",
    "I structure my work in such a way as to take into account the nuances of the company, the specifics of the business and relationships in the team. After all, there are no identical people and identical companies": "Я строю работу так, чтобы учесть нюансы компании, специфику бизнеса и взаимоотношений в команде. Ведь не бывает одинаковых людей и не бывает одинаковых компаний.",

    "Approach": "Подход",
    "First, it is determined what competencies the company has and what experience it has in strategic planning and management": "Вначале определяется, какими компетенциями обладает компания и какой у нее есть опыт стратегического планирования и управления.",
    "An introduction to the company and diagnostics are carried out": "Проводится знакомство с компанией и диагностика.",
    "Depending on the team’s competencies, it is determined and the strategy development format most suitable for the company is selected": "В зависимости от компетенций команды определяется и подбирается формат разработки стратегии, наиболее подходящий для компании.",
    "If necessary, the team is trained at the stage of preparation for developing a strategy": "Если необходимо, то проводится обучение команды на шаге подготовки к разработке стратегии.",
    "A work scenario is created during the strategic session and after it in order for the strategy to be implemented": "Создается сценарий работы на стратегической сессии и после нее для того, чтобы стратегия была реализована",
    "A strategy is being developed": "Разрабатывается стратегия.",
    "The strategy is being successfully implemented": "Стратегия успешно реализуется.",
    
    "My credo": "Моё кредо",
    "Understand how it works, and then apply it to yourself": "Пойми, как это работает, а потом примени у себя",

    "What are you getting": "Что вы получаете",
    "Define the company's development vision for the period of strategy development": "Определите видение развития компании на период разработки стратегии",
    "Identify the pool of most important projects that need to be implemented to achieve your most important goals, and detail them": "Определите пул наиболее важных проектов, которые нужно реализовать для достижения ваших самых главных целей, и их детализируете",
    "Determine how your company will develop most successfully and what needs to be done for this": "Определите как ваша компания будет развиваться наиболее успешно и что для этого нужно сделать",
    "Teach your team to develop a strategy and learn to involve employees in the change process, increase their competencies": "Научите команду разрабатывать стратегию и научитесь вовлекать сотрудников в процесс изменений, повысите их компетенции",
    "Establish a strategy execution control system and mechanisms execution": "Заложите систему контроля исполнения стратегии и механизмы исполнения",
    "You will have people responsible for implementing the strategy and key performance indicators": "У вас появятся ответственные за реализацию стратегии и ключевые показатели эффективности",
    "Create the prerequisites for successful implementation of the strategy": "Создадите предпосылки для успешной реализации стратегии",

    "How do I bring benefit": "Как я приношу пользу",
    "The most impressive result achieved by the client was the fulfillment of": "Наиболее впечатляющий результат, которого достиг клиент, это исполнение",
    "of the objectives set in the strategy": "поставленных в стратегии задач",
    "The owners said they have never seen their business be so successful": "Собственники сказали, что они никогда не видели такого успеха своего бизнеса",
    "On average, the implementation of strategic tasks is about": "В среднем цифра исполнения стратегических задач около",
    "Strategies being developed with my participation are effective": "Стратегии, которые разрабатываются с моим участием, результативны",

    "How do I achieve this": "Как я этого достигаю",
    "I myself am the director of strategic management in a rapidly and successfully growing company. I understand": "Я сам являюсь директором по стратегическому управлению в быстро и успешно развивающейся компании. Я понимаю, ",
    "how it works in practice, not in theory": "как это работает в практике, а не в  теории.",

    "I always do the full cycle work myself. I conduct preliminary consultation, diagnosis, adaptation, or develop an approach that is most effective and applicable for the client": "Всегда сам выполняю работу полного цикла. Провожу предварительное консультирование, диагностику, адаптацию или разрабатываю подход, наиболее эффективный и применимый для клиента.",
    "At each stage of cooperation I provide feedback on the process and the result": "На каждом этапе сотрудничества я даю обратную связь по процессу и результату.",
    "I maintain confidentiality of information": "Соблюдаю конфиденциальность информации.",

    "Course": "Курс",
    "Marketing in MBA format": "Маркетинг в формате МВА",
    "Aimed at improving the team’s management competencies in marketing and mastering modern marketing technologies": "Направлен на повышение управленческих компетенций команды в маркетинге, овладение современными маркетинговыми технологиями.",
    "Long-term": "Долгосрочный",
    "months": "месяцев",
    "hours": "часа",
    "Adapts to client needs": "Адаптируется под задачи клиента",

    "It is needed when the company has the task of creating a personnel reserve or increasing management competencies and the performance of managers": "Нужен, когда у компании есть задача создания кадрового резерва или повышения управленческих компетенций и эффективности работы руководителей",
    "Listeners can be either mid-level employees, heads of departments and businesses": "Слушателями могут быть либо сотрудники среднего звена, руководители подразделений и бизнесов",
    "It is often an integral part of a corporate MBA (as a rule, a corporate MBA includes courses on management,finance and marketing)": "Часто является составляющей частью корпоративного МВА (как правило в корпоративном МВА читаются курсы по менеджменту, финансам и маркетингу)",
    
    "Relevant clients": "Релевантные клиенты",
    "employees and managers who attended this course": "сотрудники и руководители которых обучались на этом курсе",
    "Automobile holding Atlant-M": "Автомобильный холдинг Атлант-М",
    "operates in 3 countries": "работает в 3-х странах",
    "Manufacturing company Alutech": "Производственная компания Алютех",
    "operates in more than 50 countries": "работает более чем в 50 странах",
    "Business school XXI century": "Бизнес-школа XXI век",
    "Open type MBA - for owners and top managers": "МВА открытого типа – для собственников и топ-менеджеров",
    "DIY chain of stores": "Сеть магазинов DIY",
    "Automobile holding": "Автомобильный холдинг",

    "Result": "Результат",
    "Employees will master modern and classical marketing management methodologies": "Сотрудники овладеют современными и классическими методологиями управления маркетингом",
    "Employees will learn to use marketing tools in practical activities as applied to their company": "Сотрудники научатся использовать инструменты маркетинга в практической деятельности в применении к своей компании",
    
    "Training": "Тренинг",
    "Aimed at increasing sales through a better understanding of customer behavior": "Направлен на повышение продаж за счёт лучшего понимания поведения клиентов.",
    "CJM (Customer Journey Map or customer journey map) is a tool for strategic sales management through a better understanding of customer needs and mechanisms of interaction with them": "CJM (Customer Journey Map или «карта путешествия клиента» - это инструмент стратегического управления продажами через лучшее понимание потребностей клиентов и механизмов взаимодействия с ними.",
    "CJM is a technology that all leading companies use to improve customer service and, accordingly, increase the income received from customers": "CJM это технология, которой пользуются все ведущие компании для улучшения работы с клиентами и, соответственно, увеличению дохода, получаемого от клиентов.",
    "You will learn to compile CJM in accordance with international best practices": "Вы научитесь составлять CJM в соответствии с лучшими международными практиками",
    "You will learn to understand which points of interaction and points of contact between your company and the client need to be improved in order to increase the effectiveness of interaction with the client": "Вы научитесь понимать какие места взаимодействия и точки контакта вашей компании и клиента необходимо улучшать, чтобы поднять эффективность взаимодействия с клиентом",

    "Type": "Тип",
    "All": "Все",
    "Articles": "Статьи",
    "Cases": "Кейсы",
    "Category": "Рубрика",
    "Marketing": "Маркетинг",
    "Strategy development": "Разработка стратегии",
    "Strategy": "Стратегия",

    "Apply": "Применить",

    "Read": "Читать",
    "Filters": "Фильтры",
    "Back to list": "Назад к списку",

    "Designer": "Дизайнер",
    "Maria Shkrabo": "Мария Шкрабо",
    "Programmer": "Программист",
    "Rostislav Chanov": " Ростислав Чанов",
    "Phone No. / Messenger": "Телефон / Мессенджер",
    "Please fill in": "Пожалуйста, напишите",
    "Your name": "ваше имя",
    "Your contacts": "ваш номер телефона/мессенджер",
    "Close": "Закрыть",
    "Thank you!": "Спасибо!",
    "The form was successfully sent": "Форма была успешно отправлена",
    "I will contact you shortly": "Я свяжусь с вами в ближайшее время",
    "Ooops!": "Упс!",
    "Something went wrong...": "Что-то пошло не так...",
    "Please try to send the form again or contact me by social media or email indicated on the website": "Пожалуйста, попробуйте отправить форму снова или свяжитесь со мной через социальные сети или электронную почту, указанную на вебсайте.",

    "Leave your contacts and I will contact you for a consultation": "Оставьте свои контакты и я свяжусь с Вами для консультации.",
    "Name": "Имя",
    "Contact me": "Связаться",
    "Contact with me": "Свяжитесь со мной",
    
    "Privacy And Data Protection Policy": "Политика конфиденциальности и защиты данных",

    "Introduction": "Введение",
    "Welcome to the website www.olegchanov.com (we, our, or us). This Privacy and data protection policy (hereinafter – Privacy Policy, Policy) sets out the basis of your personal data processing.": "Добро пожаловать на вебсайт www.olegchanov.com (`мы`, `наш`). Настоящая Политика конфиденциальности и защиты данных (далее – Политика конфиденциальности, Политика) устанавливает основы обработки ваших персональных данных.",
    "This Privacy Policy is designed to help you understand how we collect, use, disclose, and safeguard your personal information. By using our website (“Website”), you agree to the terms outlined in this Privacy Policy.": "Эта Политика конфиденциальности разработана для того, чтобы помочь вам понять, как мы собираем, используем, раскрываем и обеспечиваем защиту вашей личной информации. Используя наш Вебсайт («Вебсайт»), вы соглашаетесь с условиями, изложенными в настоящей Политике конфиденциальности.",

    "Personal data we collect": "Собираемые нами персональные данные",
    "The types of personal data that we may process, for instance, include information about current, past and prospective clients and customers, Website visitors, etc. with whom we deal. This information includes information required to communicate with you, including but not limited to:": "Типы персональных данных, которые мы можем обрабатывать, включают информацию о текущих, прошлых и потенциальных клиентах и заказчиках, посетителях Вебсайта и других с кем мы взаимодействуем. Эта информация включает данные, необходимые для общения с вами, включая, но не ограничиваясь:",
    "Surname": "Фамилия",
    "Social media account information (phone number and/or your social media account": "Информация об учетной записи в социальных сетях (номер телефона и/или ваш аккаунт в социальных сетях)",
    "The personal data we collect depends on the context of your interactions with us, the choices you make, including your privacy settings, and the service you use.": "Личные данные, которые мы собираем, зависят от контекста вашего взаимодействия с нами, ваших выборов, включая настройки конфиденциальности, и используемых вами услуг.",

    "Purpose of Data Collection": "Цель сбора данных",
    "We collect your personal information for the following purposes, including but not limited to:": "Мы собираем вашу личную информацию для следующих целей, включая, но не ограничиваясь:",
    "To communicate with you, including responding to your inquiries": "Для общения с вами, включая ответы на ваши запросы",
    "To comply with legal and regulatory obligations": "Для соблюдения законных и регулирующих обязательств",
    "Personal data may consist of data kept on paper, computer or other electronic media, all of which is protected under the applicable personal data protection laws.": "Личные данные могут включать данные, хранящиеся на бумаге, компьютере или других электронных носителях, все они защищены согласно действующим законам о защите персональных данных.",
    "You have a choice when you are asked to provide personal data. You may agree or refuse to provide us with your personal data. You also entitled to make us erase your personal data, cease further dissemination of your personal data and potentially have third parties halt processing of the data. The withdrawal of consent does not affect the lawfulness of processing based on consent before its withdrawal. However, if you choose not to provide us with your personal data necessary for our services provision or to withdraw the data that is still relevant to original purposes of processing, you may not be able to use our services.": "У вас есть выбор, когда вас просят предоставить персональные данные. Вы можете согласиться или отказаться предоставить нам свои персональные данные. Вы также имеете право потребовать удаления ваших персональных данных, прекратить их дальнейшее распространение. Отзыв согласия не влияет на законность обработки на основе согласия, предоставленного до его отзыва. Однако, если вы решите не предоставлять нам свои персональные данные, необходимые для предоставления наших услуг, или отозвать данные, которые по-прежнему имеют отношение к первоначальным целям обработки, возможно, вы не сможете использовать наши услуги.",

    "Legal Basis for Processing": "Правовая основа обработки",
    "We process your personal information based on the legal grounds provided by the General Data Protection Regulation (GDPR), including the necessity of processing for the performance of a contract and compliance with legal obligations.": "Мы обрабатываем вашу личную информацию на основе правовых основ, предусмотренных Общим регламентом по защите персональных данных (GDPR), включая необходимость обработки для выполнения контракта и соблюдения юридических обязательств.",
    "All personal data is": "Все персональные данные",
    "fairly and lawfully processed": "обрабатываются справедливо и законно",
    "processed for a specified purpose": "обрабатываются для определенной цели",
    "adequate, relevant, and not excessive": "являются достаточными, актуальными и не избыточными",
    "not kept for longer than necessary": "не хранятся дольше необходимого",
    "accurate": "точные",
    "processed in accordance with the individual’s (data subject’s) rights": "обрабатываются в соответствии с правами субъекта данных",
    "secured": "защищены",
    "not transferred to other countries without adequate protection.": "не передаются в другие страны без достаточной защиты.",

    "Data Storage": "Хранение данных",
    "All collected data is stored on servers located within the European Union, ensuring compliance with GDPR requirements.": "Все собранные данные хранятся на серверах, расположенных в Европейском союзе, обеспечивая соответствие требованиям GDPR.",
    "We may transfer your personal data from the European Union to other countries, some of which have not been determined by the European Commission to have an adequate level of data protection. When we do, we use a variety of mechanisms to help ensure your rights and the protection of your personal data.": "Мы можем передавать ваши персональные данные из Европейского союза в другие страны, некоторые из которых не были признаны Европейской комиссией соответствующими уровню защиты данных. При этом мы используем различные механизмы для обеспечения ваших прав и защиты ваших персональных данных.",
    "We are retaining your personal data for as long as necessary to provide the services, or for other essential purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements. Because these needs can vary for different data types in the context of different products, actual retention periods can vary significantly. The criteria used to determine the retention periods include, for instance the period of your personal data processing needed to provide the services.": "Мы сохраняем ваши персональные данные так долго, как это необходимо для предоставления услуг или для других неотложных целей, таких как соблюдение наших законных обязательств, разрешение споров и применение наших соглашений. Поскольку эти потребности могут различаться для разных типов данных в контексте различных продуктов, фактические сроки хранения могут значительно различаться. Критерии, используемые для определения сроков хранения, включают, например, период обработки ваших персональных данных, необходимый для предоставления услуг.",

    "Data Security": "Безопасность данных",
    "We take appropriate technical and organizational measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Мы принимаем соответствующие технические и организационные меры для защиты ваших персональных данных от несанкционированного доступа, раскрытия, изменения и уничтожения.",

    "Data Sharing": "Обмен данными",
    "We do not sell, trade, or otherwise transfer your personal information to third parties without your explicit consent, except as required by law.": "Мы не продаем, не обмениваем и не передаем вашу личную информацию третьим лицам без вашего явного согласия, за исключением случаев, предусмотренных законом.",
    "We may share information with third parties if the information is required to provide the service you have requested or to contact with you.": "Мы можем предоставлять информацию третьим лицам, если эта информация необходима для предоставления вами запрошенной услуги или для связи с вами.",
    "We reserve the right to disclose your personal data to third parties when required to do so by law to regulatory, law enforcement, or other government authorities.": "Мы оставляем за собой право раскрывать ваши персональные данные третьим лицам, когда это требуется законом регулирующим, правоохранительным или другим государственным органам.",

    "Restriction of responsibility": "Ограничение ответственности",
    "If at any time you choose to purchase a product or service offered by a third party, any personal data you share with that third party will no longer be controlled under our Privacy Policy. We are not responsible for the privacy policies or the content of sites we link to and have no control of the use or protection of information provided by you or collected by those sites. Whenever you elect to link to a website, you may be asked to provide registration or other information. Please note that the information you are providing is going to a third party, and you should familiarize yourself with the privacy policy provided by that third party.": "В случае, если вы в любое время решите приобрести продукт или услугу, предлагаемую третьей стороной, любые персональные данные, которые вы делитесь с этой третьей стороной, больше не будут контролироваться в рамках нашей Политики конфиденциальности. Мы не несем ответственности за политику конфиденциальности или содержание сайтов, на которые мы размещаем ссылки, и не имеем контроля за использованием или защитой информации, предоставленной вами или собранной этими сайтами. Всякий раз, когда вы решаете перейти по ссылке на сайт, вас могут попросить предоставить регистрационные или другие сведения. Обратите внимание, что предоставляемая вами информация поступает третьей стороне, и вам следует ознакомиться с политикой конфиденциальности, предоставленной этой третьей стороной.",

    "Your Rights": "Ваши права",
    "You have the right to": "У вас есть право",
    "ask what information we hold about them and why": "запрашивать информацию о том, какие данные у нас есть о вас и почему",
    "be informed how to keep it up to date": "узнавать, как ее поддерживать в актуальном состоянии",
    "have inaccurate personal data corrected or removed": "требовать исправления или удаления неточной личной информации",
    "to receive the personal data concerning them, which they have previously provided": "получать персональные данные, касающиеся их, которые они ранее предоставили",
    "prevent us from processing information or request that it is stopped if the processing of such data is likely to cause substantial, unwarranted damage or distress to the individual or anyone else, etc.": "предотвращать обработку информации или требовать ее прекращения, если обработка таких данных может причинить значительный, необоснованный ущерб или беспокойство лицу или кому-либо еще и т. д.",
    "require us to ensure that no decision which significantly affects an individual is solely based on an automated process for the purposes of evaluating matters relating to him/her, such as to conduct or performance": "требовать от нас гарантий того, что ни одно решение, существенно влияющее на субъекта персональных данных, не основывается исключительно на автоматизированном процессе с целью оценки вопросов, касающихся его/ее, таких как поведение или результативность",
    "be informed of what we are doing to comply with our obligations under the applicable data protection laws.": "быть осведомленным о том, что мы делаем для соблюдения наших обязательств в соответствии с применимыми законами о защите данных.",
    "If you cannot access certain information and personal data collected by us, you can always contact us by using email address bfchanoff@gmail. We will respond to requests to access or delete your personal data within 30 (thirty) calendar days.": "Если у вас нет доступа к определенной информации и персональным данным, собранным нами, вы всегда можете связаться с нами через электронную почту bfchanoff@gmail. Мы ответим на запросы о доступе или удалении ваших персональных данных в течение 30 (тридцати) календарных дней.",

    "Cookies and Similar Technologies": "Cookies и аналогичные технологии",
    "We may use cookies to enhance the performance of our Website (Cookies are small text files sent from the Web server to your computer.) Cookies used by us do not contain any personal data, nor do they contain account or password information. They merely allow the Website to recognize that a page request comes from someone who has already logged on.": "Мы можем использовать файлы cookie для улучшения производительности нашего Вебсайта (файлы cookie - это небольшие текстовые файлы, отправляемые с веб-сервера на ваш компьютер). Используемые нами файлы cookie не содержат никаких персональных данных, а также учетных данных или информации о пароле. Они просто позволяют Вебсайту распознавать, что запрос страницы поступает от кого-то, кто уже вошел в систему.",
    "To administer and improve our Website, we may use a third party to track and analyze usage and statistical volume information including page requests, form requests, and click paths. The third party may use cookies to track behavior and may set cookies on our behalf. These cookies do not contain any personally identifiable information.": "Для управления и улучшения нашего Вебсайта мы можем использовать стороннего поставщика для отслеживания и анализа использования и статистической информации о объеме, включая запросы страниц, запросы форм и пути нажатий. Сторонний поставщик может использовать файлы cookie для отслеживания поведения и может устанавливать файлы cookie от нашего имени. Эти файлы cookie не содержат никакой личной идентифицируемой информации.",

    "Changes to the Privacy Policy": "Изменения в политике конфиденциальности",
    "From time to time, we may update this Privacy Policy. In case we change this Privacy Policy materially, the revised Privacy Policy will be posted promptly on our Website. You agree to accept the posting of a revised Privacy Policy electronically on the Website as actual notice to you. We encourage you to check back periodically and review this Policy so that you will always know what personal data we collect, how we use it, and to whom we disclose it. If you have any questions that this statement does not address, please contact us via email bfchanoff@gmail.com": "Время от времени мы можем обновлять нашу политику конфиденциальности. В случае существенного изменения этой политики конфиденциальности, исправленная версия будет незамедлительно размещена на нашем Вебсайте. Вы соглашаетесь с тем, что размещение исправленной политики конфиденциальности электронно на Вебсайте дает вам фактическое уведомление. Мы рекомендуем вам периодически возвращаться и просматривать эту политику, чтобы вы всегда знали, какие персональные данные мы собираем, как мы их используем и кому предоставляем. Если у вас есть вопросы, которые не рассмотрены в данном заявлении, пожалуйста, свяжитесь с нами через электронную почту bfchanoff@gmail.com.",

    "Contact Information": "Контактная информация",
    "For questions or concerns regarding this Privacy Policy, please contact us at bfchanoff@gmail.com.": "По всем вопросам или заботам относительно нашей политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу bfchanoff@gmail.com.",

    "Translation": "Перевод",
    "This Privacy Policy has been drawn up in the English language. In case of discrepancies between the English text version and any translation, the English version shall prevail.": "Настоящая Политика конфиденциальности составлена ​​на английском языке. В случае расхождений между текстовой версией на английском языке и любым переводом, версия на английском языке имеет преимущественную силу.",

    "page not found": "страница не найдена",
    "Uh-oh. Sorry, but there's no such page.": "Упс! Простите, но такой страницы нет.",
    "Return": "Вернуться"
}